/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Stworzony przez światowy zespół DigiWallet. Version %1$@";

/* Privay Policy button label */
"About.privacy" = "Polityka prywatności";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Warunki użytkowania";

/* About screen title */
"About.title" = "Odnośnie";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Zamknij";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centrum pomocy";

/* Loading Wallet Message */
"Account.loadingMessage" = "Ładowanie portfela";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Mój Digiwallet";

/* Error alert title */
"Alert.error" = "Błąd";

/* No internet alert message */
"Alert.noInternet" = "Nie znaleziono połączenia internetowego. Sprawdź połączenie i spróbuj ponownie.";

/* Warning alert title */
"Alert.warning" = "Ostrzeżenie";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Skopiowano adresy";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Wszystkie adresy portfela zostały pomyślnie skopiowane.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Osobisty Zestaw Kluczy do odzyskania portfela";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Super!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Ustaw PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Wysyłanie nie powiodło się";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Wyślij potwierdzenie";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "bitradio wysłane!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Błąd serializacji JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Portfel nie gotowy";

/* API Token error message */
"ApiClient.tokenError" = "Nie można pobrać tokenu API";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Wprowadź poniżej docelowy adres bitradio, do którego w momencie rozwidlenia (%1$@) wszystkie bitradio w twoim portfelu będą mogły być wysłane.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Potwierdź wysyłanie %1$@ do %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Potwierdzenie";

/* Generic bch erorr message */
"BCH.genericError" = "Twoje konto nie zawiera bitradio lub otrzymałeś bitradio po rozwidleniu.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Skopiowano ID transakcji";

/* No address error message */
"BCH.noAddressError" = "Wpisz adres";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Żądania Protokołu Płatności nie są obsługiwane do transakcji bitradio";

/* BCH successfully sent alert message */
"BCH.successMessage" = "bitradio został pomyślnie wysłany.";

/* Widthdraw BCH view title */
"BCH.title" = "Wypłać bitradio";

/* Tx Hash button header */
"BCH.txHashHeader" = "Identyfikator transakcji bitradio";

/* Approve button label */
"BitID.approve" = "Potwierdź";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ żąda uwierzytelnienia za pomocą portfela bitradio";

/* Deny button label */
"BitID.deny" = "Anuluj";

/* BitID error alert title */
"BitID.error" = "Błąd uwierzytelnienia";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Skontaktuj sie z obsługą klienta. Spróbuj ponownie.";

/* BitID success alert title */
"BitID.success" = "Uwierzytelniono z powodzniem";

/* Cancel button label */
"Button.cancel" = "Anuluj";

/* Ignore button label */
"Button.ignore" = "Ignoruj";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "Nie";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "odbierz";

/* send button */
"Button.send" = "wyślij";

/* Settings button label */
"Button.settings" = "Ustawienia";

/* Settings button label */
"Button.submit" = "Zatwierdź";

/* Yes button */
"Button.yes" = "Tak";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Wyśrodkuj swój identyfikator w polu";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Ilość do wysłania:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Opłata transacykjna";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Czas przetwarzania: ta transakcja potrwa %1$@ sekund do przetworzenia";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Wyślij";

/* Confirmation Screen title */
"Confirmation.title" = "Potwierdzenie";

/* To: (address) */
"Confirmation.to" = "Do";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Całkowity koszt:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Aby upewnić się, że wszystko zostało zapisane poprawnie, wpisz następujące słowa z Osobistego Zestawu Kluczy do odzyskania portfela.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Słowo #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Jednostka bitradio";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Kurs wymiany";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "To urządzenie nie jest skonfigurowane do wysyłania wiadomości e-mail za pomocą aplikacji poczty w systemie operacyjnym iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "E-mail niedostępny";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "To urządzenie nie jest skonfigurowane do wysyłania wiadomości.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Przesyłanie wiadomości jest niedostępne";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Możesz dostosować limit wydatków przez identyfikator Face ID z %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Użyj identyfikator Face ID, aby odblokować DigiWallet i wysłać bitradio w ilości do ustalonego przez siebie limitu.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "LinkText (see TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Włącz identyfikator Face ID aby korzystać z DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Identyfikator Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Nie skonfigurowałeś idnetyfikator Face ID na tym urządzeniu. Przejdź do Ustawienia->Face ID i Hasła, aby tego teraz dokonać.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Identyfikator Face ID nie został skonfigurowany";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Limit wydatków używając identyfikator Face ID";

/* Economy fee */
"FeeSelector.economy" = "Oszczędnościowa";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Przewidywany czas: +10 minut";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Ta opcja nie jest zalecana w przypadku szybkich transakcji.";

/* Regular fee */
"FeeSelector.regular" = "Zwykła";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Przewidywany czas: 15-30 sekund";

/* Fee Selector title */
"FeeSelector.title" = "Szybkość tranzakcji";

/* Checking private key balance progress view text */
"Import.checking" = "Sprawdzanie salda Kluczem Prywatnym ...";

/* Sweep private key confirmation message */
"Import.confirm" = "Wyślij %1$@ z tego  Klucza Prywatnego do swojego portfela? Sieć bitradio otrzyma opłatę w wysokości %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Ten Klucz Prywatny jest już w twoim portfelu.";

/* empty private key error message */
"Import.Error.empty" = "Ten klucz prywatny jest pusty.";

/* High fees error message */
"Import.Error.highFees" = "Opłaty transakcyjne będą kosztować więcej niż środki dostępne na tym Kluczu Prywatnym.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Niepoprawny klucz prywatny";

/* Import signing error message */
"Import.Error.signing" = "Błąd podczas podpisywania transakcji";

/* Import button label */
"Import.importButton" = "Importuj";

/* Importing wallet progress view label */
"Import.importing" = "Importowanie portfela";

/* Caption for graphics */
"Import.leftCaption" = "Portfel do zaimportowania";

/* Import wallet intro screen message */
"Import.message" = "Importowanie portfela przenosi wszystkie bitradio z twojego innego portfela do DigiWallet przez jedną transakcję.";

/* Enter password alert view title */
"Import.password" = "Ten klucz prywatny jest chroniony hasłem.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "hasło";

/* Caption for graphics */
"Import.rightCaption" = "Twój DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Zeskanuj Klucz Prywatny";

/* Import wallet success alert title */
"Import.success" = "Sukces";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Pomyślnie zaimportowano portfel.";

/* Import Wallet screen title */
"Import.title" = "Importuj portfel";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Odblokowywanie klucza";

/* Import wallet intro warning message */
"Import.warning" = "Importowanie portfela nie obejmuje historii transakcji ani innych szczegółów.";

/* Wrong password alert message */
"Import.wrongPassword" = "Złe hasło, spróbuj ponownie.";

/* Close app button */
"JailbreakWarnings.close" = "Zamknij";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignoruj";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "PROGRAM ZABEZPIECZAJĄCY URZĄDZENIE JEST ZAGROŻONY\nAplikacja \"jailbreak\" może uzyskać dostęp do danych DigiWallet i ukraść twój bitradio! Natychmiast usuń portfel i przywróć go na bezpiecznym urządzeniu.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "PROGRAM ZABEZPIECZAJĄCY URZĄDZENIE JEST ZAGROŻONY\nKażda aplikacja \"jailbreak\" może uzyskać dostęp do danych DigiWallet i wykraść twój bitradio. Korzystaj tylko z DigiWallet na urządzeniu bez aplikacji jailbreak.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "OSTRZEŻENIE";

/* Location services disabled error */
"LocationPlugin.disabled" = "Usługi lokalizacyjne są wyłączone.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet nie ma uprawnień dostępu do usług lokalizacyjnych.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Stworzyłeś portfel w dniu %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Nazwa twojego portfela pojawia się tylko w historii transakcji na twoim koncie i nie jest widoczna dla nikogo innego.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nazwa portfela";

/* Manage wallet modal title */
"ManageWallet.title" = "Zarządzaj portfelem";

/* Menu button title */
"MenuButton.lock" = "Zablokuj portfel";

/* Menu button title */
"MenuButton.security" = "Centrum bezpieczeństwa";

/* Menu button title */
"MenuButton.settings" = "Ustawienia";

/* Menu button title */
"MenuButton.support" = "Pomoc";

/* button label */
"MenuViewController.createButton" = "Stwórzy nowy portfel";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Odzyskaj portfel";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Przełącz w tryb automatyczny";

/* Node is connected label */
"NodeSelector.connected" = "Połączono";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Wprowadź adres węzła IP i port (opcjonalnie)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Wprowadź węzeł";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Przełącz do trybu manualnego";

/* Node address label */
"NodeSelector.nodeLabel" = "Obecny węzeł podstawowy";

/* Node is not connected label */
"NodeSelector.notConnected" = "Nie połączony";

/* Node status label */
"NodeSelector.statusLabel" = "Status połączenia węzła";

/* Node Selector view title */
"NodeSelector.title" = "Węzły bitradio";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Błędne żądanie zapłaty";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Nieautoryzowany lub uszkodzony dokument";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "brakujący certyfikat";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Żądanie wygasło.";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Nie udało się zrealizować płatności";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Płatności bitradio nie mogą być mniejsze niż %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Wyjściowe transakcje bitradio nie mogą być niższe niż $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Nieautoryzowany typ podpisu";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "niezaufany certyfikat";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Kliknij tutaj, aby włączyć identyfikator Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Włącz identyfikator Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Hasło zabezpieczające urządzenie jest potrzebne do ochrony portfela. Przejdź do ustawień i włącz hasło.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Włącz hasło dostępu do urządzenia";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Twój Osobisty Klucz odzyskania musi zostać zapisany na wypadek, gdybyś kiedykolwiek stracił lub zmienił telefon. Kliknij tutaj, aby kontynuować.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Wymagane jest podjęcie działania";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Twój portfel może być niezsynchronizowany. Można to zwykle naprawić przez ponowne zeskanowanie blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transakcja odrzucona";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Pomóż ulepszyć DigiWallet, udostępniając nam anonimowe dane";

/* Share data prompt title */
"Prompts.ShareData.title" = "Udostępnij Anonimowe Dane";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Kliknij tutaj, aby włączyć identyfikator Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Włącz identyfikator Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet został zaktualizowany do 6-cyfrowego kodu PIN. Kliknij tutaj, aby dokonać aktualizacji.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Aktualizuj PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Włącz powiadomienia, aby w przyszłości otrzymywać specjalne wiadomości z DigiWallet";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Powiadomienia Push";

/* Push notifications are off label */
"PushNotifications.off" = "Wyłączony";

/* Push notifications are on label */
"PushNotifications.on" = "Włączony";

/* Push notifications settings view title label */
"PushNotifications.title" = "Powiadomienia";

/* Address copied message. */
"Receive.copied" = "Skopiowano do schowka";

/* Share via email button label */
"Receive.emailButton" = "E-mail";

/* Request button label */
"Receive.request" = "Żądanie kwoty";

/* Share button label */
"Receive.share" = "Udostępnij";

/* Share via text message (SMS) */
"Receive.textButton" = "Wiadomość";

/* Receive modal title */
"Receive.title" = "Odbierz";

/* Done button text */
"RecoverWallet.done" = "Gotowe";

/* Recover wallet header */
"RecoverWallet.header" = "Odzyskaj portfel";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Zresetuj PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Wprowadź Klucz Osobisty odzyskiwania";

/* Recover wallet intro */
"RecoverWallet.intro" = "Odzyskaj DigiWallet za pomocą Osobistego Klucza Odzyskiwania";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Wpisany Osobisty Klucz Odzyskiwania jest niepoprawny. Sprawdź ponownie każde słowo i spróbuj ponownie.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Lewa Strzałka";

/* Next button label */
"RecoverWallet.next" = "Następny";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Kliknij tutaj, aby uzyskać więcej informacji.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Prawa Strzałka";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Wprowadź klucz osobisty odzyskiwania do DigiWallet, który chcesz odzyskać.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Aby zresetować PIN, wpisz słowa z Twojego Osobistego Klucza Odzyskiwania w pola poniżej.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Najpierw wprowadź kwotę.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Żądanie kwoty";

/* Alert action button label */
"ReScan.alertAction" = "Synchronizuj";

/* Alert message body */
"ReScan.alertMessage" = "Nie możesz wysyłać bitradio podczas synchronizacji.";

/* Alert message title */
"ReScan.alertTitle" = "Zsynchronizować z Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minut";

/* Syncing explanation */
"ReScan.body2" = "Jeśli transakcja jest zakończona w sieci bitradio, ale nie w DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Ciągle pojawia się błąd informujący, że transakcja została odrzucona.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Rozpocznij synchronizacje";

/* Sync blockchain view footer */
"ReScan.footer" = "Nie będziesz w stanie wysłać bitradio podczas synchronizacji z blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Synchronizuj Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Przewidywany czas";

/* Subheader label */
"ReScan.subheader2" = "Kiedy zsynchronizować?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Lampa Błyskowa";

/* Complete filter label */
"Search.complete" = "zakończ";

/* Pending filter label */
"Search.pending" = "W trakcie";

/* Received filter label */
"Search.received" = "Odebrano";

/* Sent filter label */
"Search.sent" = "wysłano";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Identyfikator Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Włącz wszystkie funkcje zabezpieczenia dla pełnej ochrony.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Jedyny sposób na odzyskanie dostępu do bitradio w przypadku utraty lub aktualizacji telefonu.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Klucz Osobisty odzyskania";

/* PIN button description */
"SecurityCenter.pinDescription" = "Zabezpiecza twój DigiWallet przed nieautoryzowanymi użytkownikami.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-cyfrowy PIN";

/* Security Center Title */
"SecurityCenter.title" = "Centrum bezpieczeństwa";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Dogodnie odblokuj DigiWallet i wyślij bitradio w ilości do ustalonego limitu.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Identyfikator Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Suma";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Przejdź do Ustawień, aby zezwolić na dostęp do aparatu.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet nie ma dostępu do aparatu";

/* Warning when sending to self. */
"Send.containsAddress" = "Miejsce docelowe to twój własny adres. Nie możesz wysłać do siebie.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Nie można dokonać transakcji.";

/* Description for sending money label */
"Send.descriptionLabel" = "Notatka";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Schowek jest pusty";

/* Network Fee: $0.01 */
"Send.fee" = "Opłata transakacyjna: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Tożsamość odbiorcy płatności nie jest certyfikowana.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Adres odbiorcy jest nieprawidłowym adresem bitradio.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Schowek nie zawiera poprawnego adresu bitradio.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Nieprawidłowy adres";

/* Is rescanning error message */
"Send.isRescanning" = "Wysyłanie jest wyłączone podczas pełnego skanowania.";

/* Loading request activity view message */
"Send.loadingRequest" = "Ładowanie żądania";

/* Empty address alert message */
"Send.noAddress" = "Wpisz adres odbiorcy";

/* Emtpy amount alert message */
"Send.noAmount" = "Wpisz ilość do wysłania.";

/* Paste button label */
"Send.pasteLabel" = "Wklej";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Nie można opublikować transakcji.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Nie można załadować żądania zapłaty";

/* Scan button label */
"Send.scanLabel" = "Skanuj";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Wyślij";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Wyślij";

/* Send money to label */
"Send.toLabel" = "Do";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Adresy bitradio są przeznaczone wyłącznie do jednorazowego użytku.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Ponowne użycie zmniejsza prywatność zarówno dla Ciebie, jak i dla odbiorcy i może skutkować utratą, jeśli odbiorca bezpośrednio nie kontroluje adresu.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adres już wykorzystany";

/* About label */
"Settings.about" = "Odnośnie";

/* Advanced Settings title */
"Settings.advancedTitle" = "Ustawienia zaawansowane";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Wyświetl walutę";

/* Join Early access label */
"Settings.earlyAccess" = "Dołącz do Wczesnego Dostępu";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Czy podoba Ci się DigiWallet? ";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limit wydatków używając identyfikator Face ID";

/* Import wallet label */
"Settings.importTitle" = "Importuj portfel";

/* Manage settings section header */
"Settings.manage" = "Zarządzaj";

/* Notifications label */
"Settings.notifications" = "Powiadomienia";

/* Leave review button label */
"Settings.review" = "Podziel się swoją opinią";

/* Share anonymous data label */
"Settings.shareData" = "Udostępnij dane anonimowo";

/* Sync blockchain label */
"Settings.sync" = "Synchronizuj Blockchain";

/* Settings title */
"Settings.title" = "Ustawienia";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Wybierz limit wydatków używąć identyfikator Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Portfel";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Uruchom/Odzyskaj inny portfel";

/* Share data view body */
"ShareData.body" = "Pomóż ulepszyć DigiWallet, udostępniając nam dane anonimowo. Nie obejmuje to żadnych informacji finansowych. Szanujemy twoją prywatność finansową.";

/* Share data header */
"ShareData.header" = "Udostępnij dane?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Udostępnić dane anonimowo?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Zapisz ponownie swój Klucz Osobisty Odzyskania";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Twój Klucz Osobisty Odzyskania to jedyny sposób na przywrócenie DigiWallet w przypadku zgubienia, kradzieży, uszkodzenia lub aktualizacji telefonu.\n\nPokażemy Ci listę słów, które zapisz na kartce papieru i zachowaj w bezpiecznym miejscu.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Zapisz Osobisty Klucz Odzyskiwania";

/* Argument is date */
"StartPaperPhrase.date" = "Ostatni raz zapisałeś swój Klucz Osobisty Odzyskania w dniu %1$@";

/* Start view message */
"StartViewController.message" = "Najbezpieczniejszy sposób korzystania z bitradio.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Łączenie";

/* Syncing view header text */
"SyncingView.header" = "Synchronizowanie";

/* Retry button label */
"SyncingView.retry" = "Ponów";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Synchronizowanie";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ g";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Możesz dostosować limit wydatków używając identyfikatora Touch ID z %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Użyj odcisku palca, aby odblokować DigiWallet i wysłać bitradio w ilości do ustalonego przez siebie limitu.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Limit wydatków przy uzyciu identyfikatora Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limit wydatków: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Włącz  idendyfikator Touch ID dla DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Identyfikator Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Nie skonfigurowałeś identyfikatora Touch ID na tym urządzeniu. Przejdź do Ustawienia-> Touch ID & Hasła, aby ustawić teraz.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Identyfikator Touch ID nie został skonfigurowany";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Zawsze wymagaj hasła dostępu";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Musisz wprowadzić 6-cyfrowy kod PIN, aby wysłać transakcję ponad limit wydatków i co 48 godzin od ostatniego wpisania 6-cyfrowego kodu PIN.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Wybierz limit wydatków dla identyfikatora Touch ID";

/* Availability status text */
"Transaction.available" = "Dostępne";

/* Transaction complete label */
"Transaction.complete" = "Transakcja zakończona";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Końcowe saldo: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Kurs wymiany po otrzymaniu:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Kurs wymiany w momencie wysyłania";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ opłata)";

/* Invalid transaction */
"Transaction.invalid" = "TRANSAKCJA UNIEWAŻNIONA";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "teraz";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "W trakcie %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "W trakcie: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Początkowe saldo: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Oczekiwanie na potwierdzenie. Niektórzy sprzedawcy wymagają potwierdzenia, aby zakończyć transakcję. Szacowany czas: 1-2 minuty.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "konto";

/* Amount section header */
"TransactionDetails.amountHeader" = "Ilość";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Potwierdzone w bloku trasakcji";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Notatka";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Twoje transakcje pojawią się tutaj.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "w %1$@";

/* More button title */
"TransactionDetails.more" = "Więcej...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Przeniesiono %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Przeniesiono <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Nie potwierdzono";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Odebrano %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Otrzymano <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Wysłano %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Wysłano <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Szczegóły transakcji";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "do %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Identyfikator transakcji bitradio";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Otrzymane pod tym adresem";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Wysłano na ten adres";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Wyłączony do: %1$@ ";

/* My Address button title */
"UnlockScreen.myAddress" = "Mój adres";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Zresetuj PIN";

/* Scan button title */
"UnlockScreen.scan" = "Skanuj";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Wpisz PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Odblokuj Twój DigiWallet";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Odblokuj za pomocą identyfikatora Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Portfel odblokowany";

/* Update PIN caption text */
"UpdatePin.caption" = "Zapamiętaj ten PIN. Jeśli go zapomnisz, nie będziesz mógł uzyskać dostępu do swojego bitradio.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Twój PIN zostanie użyty do odblokowania DigiWallet i wysłania bitradio.";

/* Update PIN title */
"UpdatePin.createTitle" = "Ustaw PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Wpisz ponownie PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Wprowadź swój PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Wpisz nowy PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Wpisz ponownie Twój nowy PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Niestety, nie można zaktualizować kodu PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Zaktualizuj błąd PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Zaktualizuj PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Skopiuj adresy portfela do schowka?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Upoważnij kopiowanie adresu portfela do schowka";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Skopiuj adresy portfela";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopiuj";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Wpisz PIN, aby potwierdzić tę transakcję.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Wpisz PIN, aby kontynuować.";

/* Verify PIN view title */
"VerifyPin.title" = "Wymagany PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autoryzuj tę transakcję ";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Otwórz aplikację DigiWallet, aby skonfigurować Twój portfel.";

/* Dismiss button label */
"Webview.dismiss" = "Anuluj";

/* Webview loading error message */
"Webview.errorMessage" = "Podczas wczytywania treści wystąpił błąd. Spróbuj ponownie.";

/* Updating webview message */
"Webview.updating" = "Aktualizowanie...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "bitradio w systemie operacyjnym iOS zmienił nazwę na DigiWallet, z zupełnie nowym wyglądem i nowymi funkcjami.\n\nJeśli potrzebujesz pomocy, poszukaj znaku (?) w prawym górnym rogu większości ekranów.";

/* Top title of welcome screen */
"Welcome.title" = "Witaj w DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Czy na pewno chcesz skasować ten portfel?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Wyczyścić portfel?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Nie udało się wyczyścić portfela.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Usuwanie nie powiodło się";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Wprowadź zestaw wyrazów do odzyskania tego portfela, aby go wyczyścić i rozpocząć lub odzyskać inny. Twoje bieżące saldo pozostaje z tym zestawem wyrazów.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Rozpoczynanie lub odzyskiwanie innego portfela umożliwia dostęp i zarządzanie innym DigiWallet na tym urządzeniu.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Nie będziesz już mieć dostępu do aktualnego DigiWallet z tego urządzenia. Saldo pozostanie w twoim Osobistym Kluczu odzyskania.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Rozpocznij lub odzyskaj inny portfel";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Wyczyść";

/* Wiping activity message */
"WipeWallet.wiping" = "Czyszczenie...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Zapisz każde słowo w kolejności i przechowuj je w bezpiecznym miejscu.";

/* button label */
"WritePaperPhrase.next" = "Następny";

/* button label */
"WritePaperPhrase.previous" = "Poprzedni";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d z %2$d";

